commands = {  
    "ctime": ("время", "который час", "сколько время", "текущее время"),
    "music": ("музыку", "трек", "джазу", "музон", "песню"),
    "youtube": ("youtube", "ютуб","открой ютуб" , "включи ютуб"),
    "google": ("гугле", "загугли", "гугл","google,поисковик","поиск", "найди"),
    "news": ("новости", "что нового", "что в новостях", "последние новости"),
    "next": ("следущий трек", "next"),
    "instagram": ("instagram","интсаграм"),
    "deactivate": ("стоп", "хватит", "отдыхай"),
    "telegram_app": ("telegram ", "открой телеграм","telegram", "телегу "),
    "vscode": ("visual studio code", "открой код", "vsco","вскод", "вс код", "код","cod","code","vs code","vs код открой"),
    "calc": ("калькулятор", "открой калькулятор"),
    "notepad": ("блокнот", "блок","открой блокнот"),
    "explorer": ("проводник", "открой проводник"),
    "exit": ("заверши работу", "выйди", "отключись"),
     "website": ("открой сайт", "сайт", "перейди на сайт", "открой страницу"),
   
}
